Repository: esteil/atvfiles
Catalog: tags/1.2.0/*.lproj/Localizable.strings
Languages: dutch

source: About
dutch: Over

source: About ATVFiles
dutch: Over ATVFiles

source: AC3 Passthrough
dutch: AC3 Doorgeven

source: Add to Places
dutch: Toevoegen aan 'Omgeving'

source: Are you sure you want to delete the file %@?
dutch: Weet u zeker dat u bestand %@ wilt verwijderen?

source: Asset Path
dutch: Asset Pad

source: Audio Format
dutch: Audio Formaat

source: Automatically Enter ATVFiles on Startup
dutch: Start ATVFiles automatisch op

source: Delete
dutch: Verwijderen

source: Delete %@?
dutch: Verwijder %@?

source: Deleting %@...
dutch: Bezig met verwijderen %@...

source: Description
dutch: Omschrijving

source: Disable Subtitles
dutch: Ondertiteling uit

source: Disabled
dutch: Uitgeschakeld

source: Duration
dutch: Tijdsduur

source: Eject
dutch: Uitwerpen

source: Ejecting %@...
dutch: Bezig met uitwerpen %@...

source: Enable File Stacking
dutch: Schakel File Stacking in

source: Enable Places
dutch: 'Omgeving' inschakelen

source: Enable Subtitles
dutch: Ondertiteling aan

source: Enable Subtitles by Default
dutch: Ondertiteling standaard inschakelen

source: Enabled
dutch: Ingeschakeld

source: File Info
dutch: Bestandsinfo

source: Files
dutch: Bestanden

source: Mark as Played
dutch: Markeer als gezien

source: Mark as Unplayed
dutch: Markeer als ongezien

source: Next Entry
dutch: Volgende invoer

source: No
dutch: Nee

source: Places
dutch: Omgeving

source: Play Folder
dutch: Directory afspelen

source: Playlist Asset
dutch: Afspeellijst Asset

source: Playlist Contents
dutch: Afspeellijst inhoud

source: Playlist Info
dutch: Afspeellijst info

source: Previous Entry
dutch: Vorige invoer

source: Read File Durations
dutch: Lees afspeeltijd bestand

source: Remove from Places
dutch: Verwijder uit 'Omgeving'

source: Resolution
dutch: Resolutie

source: Resume
dutch: Afspelen hervatten

source: Resume Offset
dutch: Hervat Offset

source: Return to file listing
dutch: Terug naar overzicht

source: Set Root Directory
dutch: Bepaal hoofddirectory

source: Settings
dutch: Instellingen

source: Show File Extensions
dutch: Toon bestandstoevoeging

source: Show File Icons
dutch: Toon bestands-iconen

source: Show File Sizes
dutch: Toon bestandsgrootte

source: Show Unplayed Dot
dutch: Markeer niet bekeken

source: Size
dutch: Grootte

source: Stack Contents
dutch: Stack inhoud

source: Summary
dutch: Samenvatting

source: Title
dutch: Titel

source: Version: %@ (%@)%@
dutch: Versie: %1$@ (%2$@)%3$@

source: Video Format
dutch: Video Formaat

source: Volumes Only
dutch: Alleen schijven

source: Yes
dutch: Ja
